[
  "obsidian-zotero-desktop-connector",
  "cm-typewriter-scroll-obsidian",
  "typewriter-mode",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "tag-wrangler",
  "obsidian-style-settings",
  "smart-connections",
  "obsidian-spaced-repetition",
  "cli-rest-mcp",
  "semantic-vault-mcp",
  "remotely-save",
  "recent-files-obsidian",
  "quickadd",
  "periodic-notes",
  "pdf-plus",
  "obsidian-outliner",
  "obsidian-pandoc",
  "nldates-redux",
  "obsidian-minimal-settings",
  "omnisearch",
  "obsidian-mind-map",
  "metadata-menu",
  "metadata-extractor",
  "mermaid-tools",
  "longform",
  "obsidian-importer",
  "obsidian-kanban",
  "obsidian-icon-folder",
  "homepage",
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "editing-toolbar",
  "dataview",
  "copilot",
  "cmdr",
  "obsidian-clipper",
  "obsidian-charts",
  "calendar",
  "table-editor-obsidian",
  "breadcrumbs",
  "advanced-canvas"
]